.tmp_pytest/test_openfoam13_renderer_build0/pipe-study-001/constant/momentumTransport
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      momentumTransport;
}
simulationType laminar;
